Repository: gecos-team/gecoscc-ui
Catalog: gecoscc/locale/*/LC_MESSAGES/gecoscc_js.po
Languages: es

source: Applying changes has failed.
es: Se han producido fallos al aplicar sus cambios.

source: Something went wrong, please check errors and try again.
es: Compruebe la lista de errores y pruebe de nuevo.

source: Status
es: Estado

source: Error in node:
es: Error en el nodo:

source: Server response:
es: Respuesta del servidor:

source: This node has been deleted by another administrator.
es: Este nodo ha sido borrado por otro administrador.

source: Object changed.
es: Objeto cambiado.

source: Someone has changed this object while you were working on it, please reload before applying any changes.
es: Alguien ha modificado este objeto mientras estabas trabajando en él, por favor recarga antes de aplicar tus cambios.

source: Object deleted.
es: Objeto borrado

source: Someone has deleted this object while you were working on it
es: Alguien ha borrado este objeto mientras estabas trabajando en él

source: Staging
es: Almacenando temporalmente

source: Save
es: Guardar

source: Delete
es: Borrar

source: Done
es: Completado

source: Invalid data.
es: Datos inválidos.

source: Please, fix the errors in the fields below and try again.
es: Por favor, corrija los errores mostrados abajo y pruebe de nuevo.

source: Only the super admin can cut this object
es: Solo el super administrador puede cortar este objeto

source: New element
es: Nuevo elemento

source: User
es: Usuario

source: Organisational Unit
es: Unidad organizativa

source: Group
es: Grupo

source: Workstation
es: Estación de trabajo

source: Printer
es: Impresora

source: Remote Storage
es: Almacenamiento Remoto

source: Software Repository
es: Repositorio de Software

source: First level OUs can only add new OUs.
es: En el primer nivel de unidades organizativas solo pueden ser añadidas nuevas unidades organizativas

source: Domain is not Gecos.
es: El dominio no es Gecos.

source: Only local users can be added.
es: Solo los usuarios locales pueden ser añadidos.

source: ¡¡ OOOOOPSSS !! The url points to a non-existent object.
es: ¡¡ OOOOOPSSS !! La url apunta a un objeto no existente.

source: If you came here by clicking on a link in a view, refresh that view.
es: Si has llegado aquí desde un enlace en otra vista, refresca esa vista.

source: Policy
es: Política

source: Home
es: Inicio

source: No data has been received from this workstation.
es: No se han recibido datos de esta estación de trabajo.

source: Check connection with Chef server.
es: Comprueba la conexión con el servidor Chef.

source: This workstation is not linked.
es: Esta estación de trabajo no está enlazada:

source: It is possible that this node was imported from AD or LDAP.
es: Es posible que este nodo haya sido importado de AD o LDAP

source: This workstation has incomplete Ohai information.
es: El Ohai de esta estación de trabajo está incompleto.

source: This workstation is not working properly:
es: Esta estación de trabajo no funciona correctamente:

source: There were errors while saving this node in Chef
es: Se produjeron errores mientras se guardaba este nodo en Chef

source: Network problems connecting to the Control Center.
es: Problemas de red al conectar con el Centro de Control.

source: Last synchronization had problems during its execution.
es: La última sincronización tuvo problemas durante su ejecución.

source: Synchronization is not being executed on time.
es: La sincronización no se está ejecutando en el intervalo de tiempo definido.

source: Days
es: Días

source: Hours
es: Horas

source: Minutes
es: Minutos

source: latest
es: Última

source: current
es: Actual

source: Only the super admin can delete this object
es: Solo el super administrador puede eliminar este objeto

source: This is an auto-reverting policy.
es: Esta política es autoreversible

source: Any configuration element removed from the form will be inmediatly removed from the corresponding workstations.
es: Cualquier elemento de configuración que retire será inmediatamente retirado de los puestos afectados.

source: Policy successfully saved.
es: Política guardada satisfactoriamente

source: Policy successfully deleted.
es: Política borrada satisfactoriamente

source: Resource marked for deletion.
es: Recurso marcado para borrado.

source: Your latest changes in this resource will be ignored.
es: Sus últimos cambios en este recurso serán ignorados.

source: More
es: Más

source: Add new
es: Añadir nuevo

source: Paste
es: Pegar

source: Loading
es: Cargando

source: Nodes can not be moved between domains.
es: Los nodos no pueden ser movidos entre dominios.

source: Deleting an OU is a permanent action. It will also delete all its children.
es: Borrar una UO es una acción permanente. También eliminará todos sus hijos.

source: Loading nodes...
es: Cargando nodos...

source: Can not delete user because it is linked to a computer.
es: No se puede eliminar un usuario vinculado a un puesto de trabajo.

source: Delete first locally on the computer
es: Borrar primero localmente en el puesto de trabajo.
